{
  "Comment.nvim": { "branch": "master" },
  "arrow.nvim": { "branch": "master" },
  "auto-hlsearch.nvim": { "branch": "main" },
  "auto-pairs": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "codecompanion.nvim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "direnv.vim": { "branch": "master" },
  "dracula.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "flutter-tools.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "iswap.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "lsp-format.nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mini.diff": { "branch": "main" },
  "neogit": { "branch": "master" },
  "numb.nvim": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-cursorline": { "branch": "main" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "poet-v": { "branch": "master" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "remember.nvim": { "branch": "master" },
  "replacer.nvim": { "branch": "master" },
  "rest.nvim": { "branch": "main" },
  "sessions.nvim": { "branch": "master" },
  "tabby.nvim": { "branch": "main" },
  "telescope-docker.nvim": { "branch": "main" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope-recent-files": { "branch": "main" },
  "telescope-tabs": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "twilight.nvim": { "branch": "main" },
  "vim-repeat": { "branch": "master" },
  "vim-vsnip": { "branch": "master" },
  "vim-vsnip-integ": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "workspaces.nvim": { "branch": "master" },
  "zen-mode.nvim": { "branch": "main" }
}
